Repository: ForumPlayer/webpin
Catalog: po/extra/*.po
Languages: fr, pl

source: Pin your websites on your desktop
fr: Épinglez vos sites Web sur votre bureau
pl: Przypomnij strony internetowe do pulpitu

source: internet;webapp;
fr: internet;application Web;
pl: internet;apka webowa;

source: New Webapp
fr: Nouvelle application Web
pl: Nowa apka webowa

source: A simple app to pin websites on the desktop
fr: Une simple application pour épingler vos sites Web sur votre bureau
pl: Prosta apka do przypinania stron internetowych do pulpitu

source: Create your own WebApps. Pin your any favorite website on Applications Menu or Plank like a regular desktop app.
fr: Créez vos propres applications Web. Épinglez vos sites favoris dans le menu des Applications ou dans le Dock comme une application de bureau classique.
pl: Twórz własne apki webowe. Przypinaj ulubione strony internetowe do menu Programy i do doku, jak zwykłe desktopowe aplikacje.

source: Webpin is a fork of Webby (by Erasmo Marín).
fr: Wepbin est inspiré de Webby (par Erasmo Marín).
pl: Webpin jest forkiem Webby Erasmo Marína.

source: New:
fr: Nouveau
pl: Dodano:

source: Theme switcher
fr: Bouton de changement du thème
pl: Zmienianie szablonu

source: Option for minimal UI
fr: Option pour une interface minimale
pl: Opcję minimalistycznego interfejsu

source: Improved:
fr: Amélioration :
pl: Ulepszono:

source: Cache choosed icon instead to reference it
fr: L'icône sélectionnée est mise en cache pour la référencer

source: Sort items inside app overview
fr: Tri des éléments dans la vue d'ensemble de l'application
pl: Sortowanie utworzonych aplikacji

source: Fixed:
fr: Correction :
pl: Poprawiono:

source: Custom icon was replaced by default one
fr: L'icône personnalisée était remplacée par celle par défaut
pl: Zastępowanie wybranej ikony domyślną

source: Navigation buttons
fr: Boutons de navigation
pl: Przyciski nawigacyjne

source: Moved to Meson
fr: Passage à Meson
pl: Przejście na Mesona

source: Support for local .html files
fr: Prise en charge des fichiers HTML locaux
pl: Wsparcie dla lokalnych plików .html

source: Restore correct window size
fr: Restauration de la taille correcte de la fenêtre
pl: Przywracanie poprawnego rozmiaru okna

source: Grabing page icon
fr: Récupération de l'icône de la page
pl: Ustawianie ikony strony

source: Translation:
fr: Traduction :
pl: Tłumaczenie:

source: Dutch (by Heimen Stoffels)
fr: Néelandais (par Heimen Stoffels)
pl: Niderlandzki (Heimen Stoffels)

source: Prepare for JUNO
fr: Préparation pour JUNO
pl: Przygotowanie dla Juno

source: Restore window position for hidden apps
fr: Restauration de la position de la fenêtre pour les applications masquées
pl: Przywracanie pozycji okna dla ukrytych apek

source: Desktop Action Menu
fr: Menu contextuel du lanceur

source: Small UI fixes
fr: Petites corrections de l'interface
pl: Drobne poprawki interfejsu

source: back/forward navigation by mouse buttons (8/9) (Thanks to Julian Raschke)
fr: Navigation précédent/suivant avec les boutons de la souris (8/9) (Grâce à Julian Raschke)
pl: Nawigowanie wstecz/do przodu przyciskami myszy (dzięki Julianowi Raschke)

source: favicon fetching
fr: Récupération de la favicon
pl: Zaciąganie favicony

source: Save and restore window position
fr: Sauvegarde et restauration de la position de la fenêtre
pl: Zapisywanie i przywracanie pozycji okna

source: Grab favorite icon
fr: Récupération de l'icône favorite
pl: Przechwytywanie favicony

source: Fix:
fr: Correction :
pl: Poprawiono:

source: Grab website color
fr: Récupération de la couleur du site Web
pl: Przechwytywanie koloru strony internetowej

source: Russian (by Camellan)
fr: Russe (par Camellan)
pl: Rosyjski (Camellan)

source: Lithuanian (by welaq)
fr: Lituanien (par welaq)
pl: Litewski (welaq)

source: Option for Dark Theme
fr: Option pour le thème sombre
pl: Ciemny tryb

source: Grab 'theme-color' (if exists) from called website
fr: Récupération de « theme-color » (s'il existe) depuis les sites appelés
pl: Przechwytywanie 'theme-color' (jeśli istnieje) ze strony internetowej

source: Custom settings in .desktop
fr: Paramètres personnalisés dans le fichier .desktop
pl: Własne ustawienia w .desktop

source: Set custom color
fr: Définissez une couleur personnalisée
pl: Ustawianie własnego koloru

source: Desktop icon name
fr: Nom de l'icône pour le lanceur
pl: Nazwę ikony pulpitu

source: Set custom color for headerbar
fr: Définissez une couleur personnalisée pour la barre de titre
pl: Ustawianie własnego koloru w nagłówku

source: Open application on clicking desktop notification
fr: Ouvrez l'application en cliquant sur les notifications du bureau
pl: Otwieranie aplikacji klikając powiadomienie

source: Copy current URI into clipboard
fr: Copiez l'URI courant dans le presse-papiers
pl: Kopiowanie obecnego URI do schowka

source: Open WebApp on single click instead double click
fr: Ouvrez une application Web avec un simple clic au lieu d'un double-clic
pl: Otwieranie apek webowych pojedynczym kliknięciem
