Repository: ForumPlayer/webpin
Catalog: po/*.po
Languages: de, fr, gl, lt, nl, pt_br, ru

source: Delete Webapp
de: Webapp löschen
fr: Supprimer l'application Web
lt: Ištrinti saityno programą
nl: Webapp verwijderen
pt_br: Excluir Webapp
ru: Удалить веб-приложение

source: Edit Webapp Properties
de: Webapp bearbeiten
fr: Modifier les propriétés de l'application Web
lt: Taisyti saityno programos savybes
nl: Webapp-eigenschappen bewerken
pt_br: Editar propriedades do Webapp
ru: Редактировать веб-приложение

source: Create a new web app
de: Einen neue Webapp erstellen
fr: Créer une nouvelle application Web
lt: Sukurti naują saityno programą
nl: Nieuwe webapp creëren
pt_br: Criar novo web app
ru: Создать новое веб-приложение

source: Application name
de: Anwendungsname
fr: Nom de l'application
gl: Nome da aplicación
lt: Programos pavadinimas
nl: Appnaam
pt_br: Nome do aplicativo
ru: Имя приложения

source: https://myapp.domain or file:///my/local/file
fr: https://monapp.domaine ou file:///mon/fichier/local
lt: https://manoprograma.sritis ar file:///mano/vietinis/failas
nl: https://mijnapp.domein of file:///mijn/lokale/bestand
pt_br: https://meuapp.dominio ou file:///my/local/file

source: theme icon name
de: Symbolbezeichnung
fr: Nom de l'icône
gl: Nome da icona do tema
lt: temos piktogramos pavadinimas
nl: pictogramnaam uit thema
pt_br: nome do tema do ícone
ru: имя иконки из темы

source: or
de: oder
fr: ou
gl: ou
lt: arba
nl: of
pt_br: ou
ru: или

source: Set from file…
fr: Définir à partir d'un fichier…
lt: Nustatyti iš failo…
pt_br: Definir do arquivo…

source: Save cookies
de: Cookies speichern
fr: Enregistrer les cookies
gl: Gardar as cookies
lt: Įrašyti slapukus
nl: Cookies opslaan
pt_br: Salvar cookies
ru: Сохранить cookies

source: Save login information
de: Anmeldeinformation speichern
fr: Enregistrer les informations de connexion
gl: Gardar a información da sesión
lt: Įrašyti prisijungimo informaciją
nl: Inloggegevens opslaan
pt_br: Salvar informação de login
ru: Сохранить данные авторизации

source: Run in background if closed
fr: Exécuter en arrière-plan
lt: Užvėrus, vykdyti fone
nl: Uitvoeren op achtergrond na afsluiten
pt_br: Executar em segundo plano se fechado
ru: Работать в фоновом режиме после закрытия

source: Use minimal UI
fr: Utiliser l'interface minimale
lt: Naudoti minimalią naudotojo sąsają
nl: Vereenvoudigd uiterlijk gebruiken

source: Save app
de: Speichern
fr: Enregistrer l'application
lt: Įrašyti programą
nl: App opslaan
pt_br: Salvar app
ru: Сохранить приложение

source: url must start with http:// or https:// or file:///
fr: L'URL doit commencer par http:// ou https:// ou file:///
lt: url privalo prasidėti http:// ar https:// arba file:///
nl: de url moet beginnen met http://, https:// of file:///
pt_br: o endereço deve começar com http:// ou https:// ou file:///

source: App already exist
de: Anwendung ist bereits vorhanden
fr: Cette application existe déjà
gl: Xa existe a aplicación
lt: Programa jau yra
nl: App bestaat al
pt_br: App já existente
ru: Это приложение уже существует

source: Choose icon
fr: Choisir l'icône

source: Cancel
de: Abbrechen
fr: Annuler
gl: Carcelar
lt: Atsisakyti
nl: Annuleren
pt_br: Cancelar
ru: Отменить

source: Open
de: Öffnen
fr: Ouvrir
gl: Abrir
lt: Atverti
nl: Openen
pt_br: Abrir
ru: Открыть

source: Open request in an external application…
de: Öffne Anfrage in einer externen Anwendung…
fr: Ouvrir la requête dans une application externe…
lt: Užklausa atveriama išorinėje programoje…
nl: Verzoek openen in externe applicatie…
pt_br: Abrir requisição em um aplicativo externo…
ru: Открыть запрос во внешнем приложении…

source: Loading…
fr: Chargement…

source: Open %s
fr: Ouvrir %s
lt: Atverti %s
nl: %s openen
pt_br: Abrir %s
ru: Открыть %s

source: Back
fr: Retour
lt: Atgal
nl: Terug

source: Home
fr: Accueil
lt: Pradžia
nl: Startpagina

source: Forward
fr: Suivant
lt: Pirmyn
nl: Vooruit

source: Reload
fr: Recharger
lt: Įkelti iš naujo
nl: Herladen

source: Copy URL into clipboard
fr: Copier l'URL dans le presse-papiers
lt: Kopijuoti URL į iškarpinę
nl: URL kopiëren naar klembord
pt_br: Copiar endereço para a área de transferência
ru: Копировать ссылку в буфер обмена

source: Choose an image…
fr: Choisir une image…
lt: Pasirinkti paveikslą…
nl: Kies een afbeelding…
pt_br: Escolha uma imagem…
ru: Выбрать изображение…

source: _Cancel
fr: _Annuler
lt: _Atsisakyti
nl: _Annuleren
pt_br: _Cancelar
ru: _Отмена

source: _Open
fr: _Ouvrir
lt: _Atverti
nl: _Openen
pt_br: _Abrir
ru: _Открыть

source: Add a new Web App
de: Eine neue Webapp hinzufügen
fr: Ajouter une nouvelle application Web
lt: Pridėti naują saityno programą
nl: Nieuwe webapp toevoegen
pt_br: Adicionar um novo Web App
ru: Добавить новое веб-приложение

source: No Web Apps Available
de: Es sind keine Webapps vorhanden
fr: Pas d'applications Web disponibles
lt: Nėra prieinamų saityno programų
nl: Geen webapps beschikbaar
pt_br: Nenhum Web App disponível
ru: Нет доступных веб-приложений

source: Manage your web apps.
de: Verwalte deine Webapps.
fr: Gérez vos applications Web.
lt: Tvarkykite savo saityno programas.
nl: Beheer je webapps.
pt_br: Gerencie seus web apps.
ru: Управляйте своими веб-приложениями.

source: Create App
de: App erstellen
fr: Créer une application
lt: Sukurti programą
nl: App creëren
pt_br: Criar aplicativo
ru: Создать приложение

source: Create a new web app with Webpin
de: Erstelle eine neue Webapp mit Webpin
fr: Créez une nouvelle aplication Web avec Webpin
lt: Sukurkite naują saityno programą, naudodami Webpin
nl: Creëer een nieuwe webapp met Webpin
pt_br: Crie um novo web app com o Webpin
ru: Создайте новое веб-приложение с помощью Webpin

source: Light background
fr: Thème clair

source: Dark background
fr: Thème sombre

source: Images
de: Bilder
gl: Imaxes
lt: Paveikslai
nl: Afbeeldingen
pt_br: Imagens
ru: Изображения

source: Applications
de: Anwendungen
gl: Aplicacións
lt: Programos
nl: Apps
pt_br: Aplicativos
ru: Приложения

source: Set from file...
de: Datei auswählen…
gl: Estabelecer desde un ficheiro...
nl: Kiezen uit bestand...
ru: Установить из файла...

source: Remove Application
gl: Retirar a aplicación

source: Accept
gl: Aceptar

source: Create a new web app with webby
gl: Crear unha nova aplicación web con Webby

source: http://myapp.domain
gl: http://amiñapp.dominio

source: Create app
gl: Crear a aplicación

source: url must start with http:// or https://
gl: O URL debe comezar con http:// ou https://

source: App created
gl: Creouse a aplicación

source: The application shortcut was successfully created
gl: Creouse satisfactoriamente o atallo á aplicación
